/*:
 # 시험 안내
 
 1.  본 테스트는 모두 10개의 문제로 구성되어 있습니다.
 2.  시험 시간은 3시간 입니다.
 3.  100점 만점에 70점(보너스 점수 포함)이 합격 기준점입니다.
 4.  Xcode 내의 도움말 기능을 제외한 나머지 자료(검색, 이전 코드 참고)는 활용할 수 없습니다.
 5.  부정 행위가 확인되는 경우 0점 처리됩니다.
 6.  본 테스트에 포함된 문제는 외부에 공개할 수 없습니다.
 7.  특별한 안내가 없다면 해당 문제 페이지에서 주석 또는 코드로 답변을 작성합니다.
 8.  제한 시간 내에 문제를 모두 푼 경우 이메일로 파일을 제출한 후 단체 통화를 종료합니다.
 9.  제출을 완료한 후에는 수정이 불가능합니다.
 10. 체점 결과는 1:1 피드백 시간에 개별 통지됩니다.
 
 
 ### 제출 방법
 1.  이 플레이그라운드 파일과 구현한 프로젝트들을 하나의 폴더에 넣은 후 폴더를 압축해서 제출합니다.
 2.  파일의 이름은 응시자이름_날짜.zip 으로 해 주세요. ex) 홍길동_0614.zip
 3.  제출할 이메일 주소는 help@kxcoding.com입니다.
 
 
 ### 체점 기준
 1. 보너스 점수는 각 문제의 하단 참고.
 1. 작성한 코드에서 크래시가 발생하면 -5점
 2. 세부 구현 내용이 누락되었거나 제시한 내용과 다른 경우 하나당 -2점
 */

//: [Next](@next)
